Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: %s [options] COMMANDS: -h, --help Show this help --version Show version --dump-conf Dump default configuration --dump-modules Dump list of available modules --dump-resample-methods Dump available resample methods --cleanup-shm Cleanup stale shared memory segments --start Start the daemon if it is not running -k --kill Kill a running daemon --check Check for a running daemon (only returns exit code) OPTIONS: --system[=BOOL] Run as system-wide instance -D, --daemonize[=BOOL] Daemonize after startup --fail[=BOOL] Quit when startup fails --high-priority[=BOOL] Try to set high nice level (only available as root, when SUID or with elevated RLIMIT_NICE) --realtime[=BOOL] Try to enable realtime scheduling (only available as root, when SUID or with elevated RLIMIT_RTPRIO) --disallow-module-loading[=BOOL] Disallow module user requested module loading/unloading after startup --disallow-exit[=BOOL] Disallow user requested exit --exit-idle-time=SECS Terminate the daemon when idle and this time passed --module-idle-time=SECS Unload autoloaded modules when idle and this time passed --scache-idle-time=SECS Unload autoloaded samples when idle and this time passed --log-level[=LEVEL] Increase or set verbosity level -v Increase the verbosity level --log-target={auto,syslog,stderr} Specify the log target --log-meta[=BOOL] Include code location in log messages --log-time[=BOOL] Include timestamps in log messages --log-backtrace=FRAMES Include a backtrace in log messages -p, --dl-search-path=PATH Set the search path for dynamic shared objects (plugins) --resample-method=METHOD Use the specified resampling method (See --dump-resample-methods for possible values) --use-pid-file[=BOOL] Create a PID file --no-cpu-limit[=BOOL] Do not install CPU load limiter on platforms that support it. --disable-shm[=BOOL] Disable shared memory support. STARTUP SCRIPT: -L, --load="MODULE ARGUMENTS" Load the specified plugin module with the specified argument -F, --file=FILENAME Run the specified script -C Open a command line on the running TTY after startup -n Don't load default script file
ca_es: %s [opcions] COMANDES: -h, --help Mostra aquesta ajuda --version Mostra la versió --dump-conf Volca la configuració per omissió --dump-modules Volca la llista de mòduls --dump-resample-methods Volca els mètodes disponibles de remostratge --cleanup-shm Neteja els segments de memòria compartida sense emprar --start Inicia el dimoni si aquest no s'està executant -k --kill Mata el dimoni en execució --check Comprova l'execució del dimoni OPCIONS: --system[=BOOL] Executa com una instància de sistema -D, --daemonize[=BOOL] Converteix en dimoni després de la inicialització --fail[=BOOL] Surt quan falli la inicialització --high-priority[=BOOL] Prova d'establir un nivell de Prioritat alta (només disponible com a root, amb SUID o amb un RLIMIT_NICE elevat) --realtime[=BOOL] Intenta habilitar la programació en en temps real (només disponible com a root, amb SUID o amb un RLIMIT_RTPRIO elevat) --disallow-module-loading[=BOOL] Inhabilita el mòdul de carrega/descarrega de mòduls demanats per l'usuari després de l'inici --disallow-exit[=BOOL] Inhabilita la petició de l'usuari de sortida --exit-idle-time=SEGS Mata el dimoni quan estigui inactiu i hagi passat aquest temps --module-idle-time=SEGS Descarrega els mòduls carregats automàticament quan estigui inactiu o hagi passat aquest temps --scache-idle-time=SEGS Descarrega les mostres carregades automàticament després que hagi passat aquest temps --log-level[=NIVELL] Incrementa o especifica el nivell de detall -v Incrementa el nivell de detall --log-target={auto,syslog,stderr} Especifica el destí del registre --log-meta[=BOOL] Inclou codi de localització en els missatges de registre --log-time[=BOOL] Inclou marques de temps en els missatges de registre --log-backtrace=MARCS Inclou una traça en els missatges de registre -p, --dl-search-path=CAMÍ Estableix el camí de cerca d'objectes dinàmics compartits (plugins) --resample-method=MÈTODE Utilitza el mètode de remostreig (Per veure els valors possibles utilitza --dump-resample-methods) --use-pid-file[=BOOL] Crea un fitxer PID --no-cpu-limit[=BOOL] No instal·lis un limitador de càrrega de CPU en plataformes que ho suportin. --disable-shm[=BOOL] Inhabilita el suport de memòria compartida. SCRIPT D'INICI: -L, --load="ARGUMENTS MÒDUL" Carrega el mòdul especificat amb els arguments especificats -F, --file=NOMFITXER Executa l'script especificat -C Obre una línia d'ordres en la TTY actual després de l'inici -n No carreguis el fitxer de configuració per omissió

source: --daemonize expects boolean argument
ca_es: --daemonize necessita un argument booleà

source: --fail expects boolean argument
ca_es: --fail necessita un argument booleà

source: --log-level expects log level argument (either numeric in range 0..4 or one of debug, info, notice, warn, error).
ca_es: --log-level necessita un argument de nivell de log (valor númeric 0..4 o debug, info, notice, warn, error).

source: --high-priority expects boolean argument
ca_es: --high-priority necessita un argument booleà

source: --realtime expects boolean argument
ca_es: --realtime necessita un argument booleà

source: --disallow-module-loading expects boolean argument
ca_es: --disallow-module-loading necessita un argument booleà

source: --disallow-exit expects boolean argument
ca_es: --disallow-exit necessita un argument booleà

source: --use-pid-file expects boolean argument
ca_es: --use-pid-file necessita un argument booleà

source: Invalid log target: use either 'syslog', 'stderr' or 'auto'.
ca_es: Objectiu de log invàlid: utilitzeu 'syslog', 'stderr' o 'auto'.

source: --log-time expects boolean argument
ca_es: --logtime necessita un argument booleà

source: --log-meta expects boolean argument
ca_es: --log-meta necessita un argument booleà

source: Invalid resample method '%s'.
ca_es: Mètode de remostratge invàlid '%s'.

source: --system expects boolean argument
ca_es: --system necessita un argument booleà

source: --no-cpu-limit expects boolean argument
ca_es: --no-cpu-limit necessita un argument booleà

source: --disable-shm expects boolean argument
ca_es: --disable-shm necessita un argument booleà

source: Name: %s
ca_es: Nom: %s

source: No module information available
ca_es: No hi ha informació del módul disponible

source: Version: %s
ca_es: Versió: %s

source: Description: %s
ca_es: Descripció: %s

source: Usage: %s
ca_es: Utilització: %s

source: Load Once: %s
ca_es: Càrrega: %s

source: DEPRECATION WARNING: %s
ca_es: Advertència d'obsolescència: %s

source: Path: %s
ca_es: Ruta: %s

source: [%s:%u] Invalid log target '%s'.
ca_es: [%s:%u] Destí de registre incorrecte '%s'

source: [%s:%u] Invalid log level '%s'.
ca_es: [%s:%u] Nivell de registre incorrecte '%s'.

source: [%s:%u] Invalid resample method '%s'.
ca_es: [%s:%u] Mètode de remostreig incorrecte '%s'.

source: [%s:%u] Invalid rlimit '%s'.
ca_es: [%s:%u] rlimit incorrecte '%s'.

source: [%s:%u] rlimit not supported on this platform.
ca_es: [%s:%u] rlimit no disponible en aquesta plataforma.

source: [%s:%u] Invalid sample format '%s'.
ca_es: [%s:%u] Format de mostra incorrecte '%s'.

source: [%s:%u] Invalid sample rate '%s'.
ca_es: [%s:%u] Velocitat de mostreig '%s'.

source: [%s:%u] Invalid sample channels '%s'.
ca_es: [%s:%u] Canals de mostreig incorrectes '%s'.

source: [%s:%u] Invalid channel map '%s'.
ca_es: [%s:%u] Mapa de canals incorrecte '%s'.

source: [%s:%u] Invalid number of fragments '%s'.
ca_es: [%s:%u] Nombre de fragments incorrecte '%s'.

source: [%s:%u] Invalid fragment size '%s'.
ca_es: [%s:%u] Mida de fragment incorrecta '%s'.

source: [%s:%u] Invalid nice level '%s'.
ca_es: [%s:%u] Nivell de prioritat incorrecte '%s'.

source: Failed to open configuration file: %s
ca_es: Error en obrir el fitxer de configuració: %s

source: The specified default channel map has a different number of channels than the specified default number of channels.
ca_es: El mapa de canals especificat per omissió té un número de canals diferent del número de canals especificat per omissió.

source: ### Read from configuration file: %s ###
ca_es: ### Lectura del fitxer de configuració: %s ###

source: Cleaning up privileges.
ca_es: Alliberant els privilegis.

source: PulseAudio Sound System
ca_es: Sistema de so PulseAudio

source: Start the PulseAudio Sound System
ca_es: Inicialitza el sistema de so PulseAudio

source: Front Center
ca_es: Frontal central

source: Front Left
ca_es: Frontal esquerra

source: Front Right
ca_es: Frontal dreta

source: Rear Center
ca_es: Posterior central

source: Rear Left
ca_es: Posterior esquerra

source: Rear Right
ca_es: Posterior dreta

source: Front Left-of-center
ca_es: Frontal central part esquerra

source: Front Right-of-center
ca_es: Frontal central part dreta

source: Side Left
ca_es: Lateral esquerra

source: Side Right
ca_es: Lateral dreta

source: Auxiliary 0
ca_es: Auxiliar 0

source: Auxiliary 1
ca_es: Auxiliar 1

source: Auxiliary 2
ca_es: Auxiliar 2

source: Auxiliary 3
ca_es: Auxiliar 3

source: Auxiliary 4
ca_es: Auxiliar 4

source: Auxiliary 5
ca_es: Auxiliar 5

source: Auxiliary 6
ca_es: Auxiliar 6

source: Auxiliary 7
ca_es: Auxiliar 7

source: Auxiliary 8
ca_es: Auxiliar 8

source: Auxiliary 9
ca_es: Auxiliar 9

source: Auxiliary 10
ca_es: Auxiliar 10

source: Auxiliary 11
ca_es: Auxiliar 11

source: Auxiliary 12
ca_es: Auxiliar 12

source: Auxiliary 13
ca_es: Auxiliar 13

source: Auxiliary 14
ca_es: Auxiliar 14

source: Auxiliary 15
ca_es: Auxiliar 15

source: Auxiliary 16
ca_es: Auxiliar 16

source: Auxiliary 17
ca_es: Auxiliar 17

source: Auxiliary 18
ca_es: Auxiliar 18

source: Auxiliary 19
ca_es: Auxiliar 19

source: Auxiliary 20
ca_es: Auxiliar 20

source: Auxiliary 21
ca_es: Auxiliar 21

source: Auxiliary 22
ca_es: Auxiliar 22

source: Auxiliary 23
ca_es: Auxiliar 23

source: Auxiliary 24
ca_es: Auxiliar 24

source: Auxiliary 25
ca_es: Auxiliar 25

source: Auxiliary 26
ca_es: Auxiliar 26

source: Auxiliary 27
ca_es: Auxiliar 27

source: Auxiliary 28
ca_es: Auxiliar 28

source: Auxiliary 29
ca_es: Auxiliar 31

source: Auxiliary 30
ca_es: Auxiliar 30

source: Auxiliary 31
ca_es: Auxiliar 31

source: Top Center
ca_es: Superior central

source: Top Front Center
ca_es: Superior frontal central

source: Top Front Left
ca_es: Superior frontal esquerra

source: Top Front Right
ca_es: Superior frontal dreta

source: Top Rear Center
ca_es: Superior posterior central

source: Top Rear Left
ca_es: Superior posterior esquerra

source: Top Rear Right
ca_es: Superior posterior dreta

source: (invalid)
ca_es: (incorrecte)

source: Stereo
ca_es: Estèreo

source: Surround 4.0
ca_es: Envolvent 4.0

source: Surround 4.1
ca_es: Envolvent 4.1

source: Surround 5.0
ca_es: Envolvent 5.0

source: Surround 5.1
ca_es: Envolvent 5.1

source: Surround 7.1
ca_es: Envolvent 7.1

source: Unknown command
ca_es: Ordre desconeguda

source: Entity exists
ca_es: L'entitat existeix

source: No such entity
ca_es: No existeix l'entitat

source: Connection refused
ca_es: S'ha refusat la connexió

source: Protocol error
ca_es: S'ha produït un error de protocol

source: No authorization key
ca_es: No s'ha trobat la clau d'autorització

source: Internal error
ca_es: S'ha produït un error intern

source: Connection terminated
ca_es: S'ha finalitzat la connexió

source: Entity killed
ca_es: S'ha matat l'entitat

source: Invalid server
ca_es: Servidor incorrecte

source: Module initalization failed
ca_es: Ha fallat la inicialització del mòdul

source: No data
ca_es: Sense dades

source: Incompatible protocol version
ca_es: Versió de protocol incorrecta

source: Too large
ca_es: Massa gran

source: Unknown error code
ca_es: Codi d'error desconegut

source: No such extension
ca_es: No existeix l'extensió

source: Obsolete functionality
ca_es: Funcionalitat obsoleta

source: Missing implementation
ca_es: Manca la implementació

source: Client forked
ca_es: Client bifurcat

source: Input/Output error
ca_es: Error d'entrada/sortida

source: Device or resource busy
ca_es: Dispositiu o recurs ocupat

source: %0.1f GiB
ca_es: %0.1f GB

source: %0.1f MiB
ca_es: %0.1f MB

source: %0.1f KiB
ca_es: %0.1f KB

source: XOpenDisplay() failed
ca_es: Ha fallat XOpenDisplay()

source: Failed to parse cookie data
ca_es: Ha fallat el parseig de les dades de la cookie

source: Failed to open configuration file '%s': %s
ca_es: S'ha produït un error en obrir el fitxer de configuració '%s': %s

source: No cookie loaded. Attempting to connect without.
ca_es: No s'ha carregat cap cookie. S'està intentant connectar sense aquesta.

source: Received message for unknown extension '%s'
ca_es: S'ha rebut un missatge per a una extensió desconeguda '%s'

source: Failed to drain stream: %s
ca_es: S'ha produït un error en drenar el fluxe: %s

source: Playback stream drained.
ca_es: Flux de reproducció drenat.

source: Draining connection to server.
ca_es: S'està drenant la connexió amb el servidor.

source: pa_stream_write() failed: %s
ca_es: Ha fallat pa_stream_write(): %s

source: pa_stream_begin_write() failed: %s
ca_es: Ha fallat pa_stream_begin_write(): %s

source: pa_stream_peek() failed: %s
ca_es: Ha fallat pa_stream_peek(): %s

source: Stream successfully created.
ca_es: Flux creat correctament.

source: pa_stream_get_buffer_attr() failed: %s
ca_es: Ha fallat pa_stream_get_buffer_attr(): %s

source: Buffer metrics: maxlength=%u, tlength=%u, prebuf=%u, minreq=%u
ca_es: Mètriques del búffer: maxlength=%u, tlength=%u, prebuf=%u, minreq=%u

source: Buffer metrics: maxlength=%u, fragsize=%u
ca_es: Mètriques del búffer: maxlength=%u, fragsize=%u

source: Using sample spec '%s', channel map '%s'.
ca_es: S'estan utilitzant les especificacions de mostreig '%s', mapejat del canal '%s'.

source: Connected to device %s (%u, %ssuspended).
ca_es: S'ha connectat al dispositiu %s (%u, %ssuspès).

source: Stream error: %s
ca_es: S'ha produït un error en l'stream: %s

source: Stream device suspended.%s
ca_es: Flux del dispositiu suspès.%s

source: Stream device resumed.%s
ca_es: Flux del dispositiu reprès.%s

source: Stream underrun.%s
ca_es: Dades insuficients al flux.%s

source: Stream overrun.%s
ca_es: Desbordament de flux.%s

source: Stream started.%s
ca_es: S'ha iniciat el flux.%s

source: Stream moved to device %s (%u, %ssuspended).%s
ca_es: S'ha mogut el flux al dispositiu %s (%u, %ssuspès).%s

source: not
ca_es: no

source: Stream buffer attributes changed.%s
ca_es: Els atributs del flux de memòria intermèdia han canviat.%s

source: Connection established.%s
ca_es: S'ha establert la connexió.%s

source: pa_stream_new() failed: %s
ca_es: Ha fallat pa_stream_new(): %s

source: pa_stream_connect_playback() failed: %s
ca_es: Ha fallat pa_stream_connect_playback(): %s

source: pa_stream_connect_record() failed: %s
ca_es: Ha fallat pa_stream_connect_record(): %s

source: Connection failure: %s
ca_es: Ha fallat la connexió: %s

source: Got EOF.
ca_es: S'ha llegit el fi del fitxer.

source: write() failed: %s
ca_es: Ha fallat write(): %s

source: Got signal, exiting.
ca_es: S'ha rebut un senyal, s'està sortint.

source: Failed to get latency: %s
ca_es: No s'ha pogut obtenir la latència: %s

source: Time: %0.3f sec; Latency: %0.0f usec.
ca_es: Temps: %0.3f segs; Latència: %0.0f microsegs.

source: pa_stream_update_timing_info() failed: %s
ca_es: Ha fallat pa_stream_update_timing_info(): %s

source: pacat %s Compiled with libpulse %s Linked with libpulse %s
ca_es: pacat %s Compilat amb libpulse %s Enllaçat amb libpulse %s

source: Invalid client name '%s'
ca_es: Nom del client invàlid '%s'

source: Invalid stream name '%s'
ca_es: Nom de flux de dades invàlid '%s'

source: Invalid channel map '%s'
ca_es: Mapa de canals invàlid '%s'

source: Invalid latency specification '%s'
ca_es: Especificació de latència invàlida '%s'

source: Invalid process time specification '%s'
ca_es: Especificació de temps de procés invàlida '%s'

source: Invalid property '%s'
ca_es: Propietat invàlida '%s'

source: Unknown file format %s.
ca_es: Format desconegut de fitxer %s.

source: Invalid sample specification
ca_es: Especificació de mostra invàlida

source: Too many arguments.
ca_es: Massa arguments.

source: Failed to generate sample specification for file.
ca_es: No s'ha pogut generar l'especificació de mostra del fitxer.

source: Failed to open audio file.
ca_es: No s'ha pogut obrir el fitxer d'àudio.

source: Warning: specified sample specification will be overwritten with specification from file.
ca_es: Advertència: l'especificació de mostra especificada se sobreescriurà amb l'especificació del fitxer.

source: Failed to determine sample specification from file.
ca_es: No s'ha pogut determinar l'especificació de mostra del fitxer.

source: Warning: Failed to determine channel map from file.
ca_es: Advertència: no s'ha pogut determinar el mapeig de canals des del fitxer.

source: Channel map doesn't match sample specification
ca_es: El mapa de canals no coincideix amb l'especificació de mostra

source: Warning: failed to write channel map to file.
ca_es: Advertència: no s'ha pogut escriure el mapa de canals en un fitxer.

source: Opening a %s stream with sample specification '%s' and channel map '%s'.
ca_es: S'està obrint un flux de dades %s amb especificació de mostra '%s' i mapa de canals '%s'.

source: recording
ca_es: enregistrant

source: playback
ca_es: reproducció

source: pa_mainloop_new() failed.
ca_es: Ha fallat el pa_mainloop_new().

source: io_new() failed.
ca_es: Ha fallat el io_new().

source: pa_context_new() failed.
ca_es: Ha fallat el pa_context_new().

source: pa_context_connect() failed: %s
ca_es: Ha fallat pa_context_connect(): %s

source: pa_context_rttime_new() failed.
ca_es: Ha fallat el pa_context_new().

source: pa_mainloop_run() failed.
ca_es: Ha fallat el pa_mainloop_run().

source: Failure to suspend: %s
ca_es: No s'ha pogut suspendre: %s

source: Failure to resume: %s
ca_es: No s'ha pogut en rependre: %s

source: WARNING: Sound server is not local, not suspending.
ca_es: ADVERTÈNCIA: el sevidor de so no és local, no s'està suspenent.

source: Got SIGINT, exiting.
ca_es: S'ha rebut SIGINT, s'està sortint.

source: WARNING: Child process terminated by signal %u
ca_es: ADVERTÈNCIA: procés fill acabat pel senyal %u

source: %s [options] ... -h, --help Show this help --version Show version -s, --server=SERVER The name of the server to connect to
ca_es: %s [opcions] ... -h, --help Mostra aquesta ajuda --version Mostra la versió -s, --server=SERVIDOR Nom del servidor al qual connectar-se

source: pasuspender %s Compiled with libpulse %s Linked with libpulse %s
ca_es: pasuspender %s Compilat amb libpulse %s Enllaçat amb libpulse %s

source: Failed to get statistics: %s
ca_es: No s'han pogut obtenir les estadístiques: %s

source: Currently in use: %u blocks containing %s bytes total.
ca_es: Actualment s'estan utilitzant: %u blocs que contenen %s bytes en total.

source: Allocated during whole lifetime: %u blocks containing %s bytes total.
ca_es: Allotjats durant el temps de vida: %u blocs que contenen %s bytes en total.

source: Sample cache size: %s
ca_es: Mida de la memòria cau de mostres: %s

source: Failed to get server information: %s
ca_es: No s'ha pogut obtenir la informació del servidor: %s

source: Failed to get sink information: %s
ca_es: No s'ha pogut obtenir la informació del conducte: %s

source: Sink #%u State: %s Name: %s Description: %s Driver: %s Sample Specification: %s Channel Map: %s Owner Module: %u Mute: %s Volume: %s%s%s balance %0.2f Base Volume: %s%s%s Monitor Source: %s Latency: %0.0f usec, configured %0.0f usec Flags: %s%s%s%s%s%s Properties: %s
ca_es: Conducte #%u Estat: %s Nom: %s Descripció: %s Controlador: %s Especificació de mostra: %s Mapa de canals: %s Propietari del mòdul: %u Silenciat: %s Volum: %s%s%s balanceig %0.2f Volum bàsic: %s%s%s Font del monitor: %s Latència: %0.0f microsegs., configurat %0.0f microsegs Modificadors: %s%s%s%s%s%s Propietats: %s

source: Active Port: %s
ca_es: Port actiu: %s

source: Failed to get source information: %s
ca_es: No s'ha pogut obtenir la informació de la font: %s

source: Source #%u State: %s Name: %s Description: %s Driver: %s Sample Specification: %s Channel Map: %s Owner Module: %u Mute: %s Volume: %s%s%s balance %0.2f Base Volume: %s%s%s Monitor of Sink: %s Latency: %0.0f usec, configured %0.0f usec Flags: %s%s%s%s%s%s Properties: %s
ca_es: Font #%u Estat: %s Nom: %s Descripció: %s Controlador: %s Especificació de mostra: %s Mapa de canals: %s Propietari del mòdul: %u Silenciat: %s Volum: %s%s%s balanceig %0.2f Volum bàsic: %s%s%s Monitor del conducte: %s Latència: %0.0f microsegs., configurat %0.0f microsegs. Flags: %s%s%s%s%s%s Propietats: %s

source: Failed to get module information: %s
ca_es: No s'ha pogut obtenir informació del mòdul: %s

source: Module #%u Name: %s Argument: %s Usage counter: %s Properties: %s
ca_es: Mòdul #%u Nom: %s Arguments: %s Contador d'utilització: %s Propietats: %s

source: Failed to get client information: %s
ca_es: No s'ha pogut obtenir informació del client: %s

source: Client #%u Driver: %s Owner Module: %s Properties: %s
ca_es: Client #%u Controlador: %s Propietari del mòdul: %s Propietats: %s

source: Failed to get card information: %s
ca_es: No s'ha pogut obtenir la informació de la targeta: %s

source: Card #%u Name: %s Driver: %s Owner Module: %s Properties: %s
ca_es: Targeta #%u Nom: %s Controlador: %s Propietari del mòdul: %s Propietats: %s

source: Profiles:
ca_es: Perfils:

source: Active Profile: %s
ca_es: Perfil actiu: %s

source: Failed to get sink input information: %s
ca_es: No s'ha pogut obtenir informació del conducte d'entrada: %s

source: Sink Input #%u Driver: %s Owner Module: %s Client: %s Sink: %u Sample Specification: %s Channel Map: %s Mute: %s Volume: %s %s balance %0.2f Buffer Latency: %0.0f usec Sink Latency: %0.0f usec Resample method: %s Properties: %s
ca_es: Conducte d'entrada #%u Controlador: %s Propietari del mòdul: %s Client: %s Conducte: %u Especificació de mostra: %s Mapa de canals: %s Silenciat: %s Volum: %s %s balanç %0.2f Latència de búffer: %0.0f microsegs. Latència del conducte: %0.0f microsegs. Mètode de remostreig: %s Propietats: %s

source: Failed to get source output information: %s
ca_es: No s'ha pogut obtenir la informació del conducte de sortida: %s

source: Source Output #%u Driver: %s Owner Module: %s Client: %s Source: %u Sample Specification: %s Channel Map: %s Buffer Latency: %0.0f usec Source Latency: %0.0f usec Resample method: %s Properties: %s
ca_es: Sortida de la font #%u Controladr: %s Propietari del mòdul: %s Client: %s Font: %u Especificació de mostra: %s Mapa de canals: %s Latència de búffer: %0.0f microsegs. Latència de la font: %0.0f microsegs. Mètode de remostreig: %s Propietats: %s

source: Failed to get sample information: %s
ca_es: No s'ha pogut obtenir informació de la mostra: %s

source: Sample #%u Name: %s Sample Specification: %s Channel Map: %s Volume: %s %s balance %0.2f Duration: %0.1fs Size: %s Lazy: %s Filename: %s Properties: %s
ca_es: Mostra #%u Nom: %s tEspecificació de mostra: %s Mapa de canals: %s Volum: %s %s balanceig %0.2f Duració: %0.1fs Mida: %s Lazy: %s Nom de fitxer: %s Propietats: %s

source: Failure: %s
ca_es: Ha fallat: %s

source: Failed to upload sample: %s
ca_es: No s'ha pogut pujar la mostra: %s

source: Premature end of file
ca_es: S'ha trobat un fi de fitxer prematurament

source: sink
ca_es: conducte

source: source
ca_es: font

source: pactl %s Compiled with libpulse %s Linked with libpulse %s
ca_es: pactl %s Compilat amb libpulse %s Enllaçat amb libpulse %s

source: Please specify a sample file to load
ca_es: Si us plau, especifiqueu un fitxer de mostra per a carregar

source: Failed to open sound file.
ca_es: No s'ha pogut obrir el fitxer de so.
